/*
 Navicat Premium Data Transfer

 Source Server         : mysql1
 Source Server Type    : MySQL
 Source Server Version : 80033
 Source Host           : localhost:3306
 Source Schema         : hw1

 Target Server Type    : MySQL
 Target Server Version : 80033
 File Encoding         : 65001

 Date: 26/05/2023 18:16:26
*/

SET NAMES utf8mb4;
SET FOREIGN_KEY_CHECKS = 0;

-- ----------------------------
-- Table structure for 客户
-- ----------------------------
DROP TABLE IF EXISTS `客户`;
CREATE TABLE `客户` (
  `客户编号` int(10) unsigned zerofill NOT NULL,
  `姓名` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci DEFAULT NULL,
  `手机号` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci DEFAULT NULL,
  `所处街道` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci DEFAULT NULL,
  `所处城市` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci DEFAULT NULL,
  PRIMARY KEY (`客户编号`) USING BTREE,
  KEY `客户编号` (`客户编号`) USING BTREE
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci ROW_FORMAT=DYNAMIC;

-- ----------------------------
-- Records of 客户
-- ----------------------------
BEGIN;
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001000, '韩杰宏', '10-192-0016', '海淀区清河中街', '北京市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001001, '常云熙', '760-0747-6716', '天河区大信商圈大信南路', '中山');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001002, '曾安琪', '10-0170-4505', '西城区复兴门内大街', '北京市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001003, '严晓明', '21-8029-1961', '浦东新区橄榄路', '上海市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001004, '尹致远', '195-8578-9779', '东城区东单王府井东街', '北京市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001005, '严秀英', '183-5821-2755', '天河区天河路', '广州市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001006, '魏致远', '132-2451-2793', '福田区景田东一街', '深圳');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001007, '丁睿', '21-4627-5008', '黄浦区淮海中路', '上海市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001008, '田詩涵', '20-3008-6484', '海珠区江南西路', '广州市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001009, '金震南', '10-6005-7281', '东城区东单王府井东街', '北京市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001010, '何睿', '134-4865-7647', '延庆区028县道', '北京市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001011, '顾杰宏', '167-8646-7734', '西城区西長安街', '北京市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001012, '黄岚', '191-6516-2902', '海淀区清河中街68号', '北京市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001013, '钱杰宏', '755-8954-9278', '罗湖区清水河一路', '深圳');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001014, '孙睿', '177-8411-9945', '珊瑚路', '东莞');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001015, '唐杰宏', '21-2364-5124', '闵行区宾川路', '上海市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001016, '龚子韬', '131-9093-3694', '龙岗区学园一巷', '深圳');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001017, '叶嘉伦', '21-0427-9898', '徐汇区虹桥路', '上海市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001018, '谭安琪', '184-4112-9755', '天河区天河路', '广州市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001019, '崔云熙', '191-1271-6006', '锦江区人民南路四段', '成都市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001020, '张亦宏', '133-3831-7696', '京华商圈华夏街', '中山');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001021, '萧云熙', '755-662-7670', '罗湖区田贝一路', '深圳');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001022, '秦晓明', '755-2350-8282', '罗湖区蔡屋围深南东路', '深圳');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001023, '叶杰宏', '190-7293-6297', '东城区东单王府井东街', '北京市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001024, '阎安琪', '755-425-3896', '罗湖区蔡屋围深南东路', '深圳');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001025, '周璐', '171-7417-3598', '东城区东单王府井东街', '北京市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001026, '马杰宏', '162-0206-8845', '白云区机场路棠苑街五巷', '广州市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001027, '宋嘉伦', '141-1224-4492', '越秀区中山二路', '广州市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001028, '沈致远', '169-1540-4614', '朝阳区三里屯路', '北京市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001029, '钱致远', '20-6404-0523', '越秀区中山二路', '广州市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001030, '史杰宏', '769-050-9074', '东泰五街', '东莞');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001031, '任子异', '198-3518-7286', '海淀区清河中街68号', '北京市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001032, '张杰宏', '179-8492-6125', '京华商圈华夏街', '中山');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001033, '周璐露', '755-342-8231', '罗湖区田贝一路', '深圳');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001034, '邵璐', '139-0075-7856', '白云区机场路棠苑街五巷', '广州市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001035, '田秀英', '10-231-3579', '海淀区清河中街68号', '北京市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001036, '蔡致远', '760-278-5225', '京华商圈华夏街', '中山');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001037, '王詩涵', '10-1509-9349', '房山区岳琉路', '北京市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001038, '姜致远', '192-0113-5170', '成华区双庆路', '成都市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001039, '徐子异', '755-8095-9137', '龙岗区布吉镇西环路', '深圳');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001040, '严睿', '28-4421-1025', '锦江区人民南路四段', '成都市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001041, '廖璐', '144-1924-0102', '白云区小坪东路', '广州市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001042, '莫璐', '21-9391-4500', '闵行区宾川路', '上海市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001043, '邱晓明', '10-3427-4012', '西城区西長安街', '北京市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001044, '侯睿', '21-159-2200', '闵行区宾川路', '上海市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001045, '潘云熙', '10-684-6272', '西城区西長安街', '北京市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001046, '杜岚', '21-530-8925', '闵行区宾川路', '上海市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001047, '顾震南', '755-6911-4136', '罗湖区田贝一路', '深圳');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001048, '黎宇宁', '21-435-7511', '浦东新区健祥路', '上海市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001049, '叶子韬', '183-0091-0670', '房山区岳琉路', '北京市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001050, '叶子前', '21-0814-2022', '浦东新区橄榄路', '上海市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001051, '唐秀英', '153-1431-6870', '天河区天河路', '广州市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001052, '严子异', '183-1864-6873', '東城区東直門內大街', '北京市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001053, '汤晓明', '21-5479-2590', '黄浦区淮海中路', '上海市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001054, '陆晓明', '760-855-7302', '天河区大信商圈大信南路', '中山');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001055, '彭震南', '190-0832-0996', '房山区岳琉路', '北京市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001056, '程宇宁', '157-4990-5541', '浦东新区橄榄路', '上海市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001057, '卢致远', '166-0842-1836', '罗湖区田贝一路', '深圳');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001058, '陶璐', '144-3669-5303', '海淀区清河中街', '北京市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001059, '孔嘉伦', '135-3874-9695', '罗湖区清水河一路', '深圳');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001060, '方韬', '176-7212-1811', '坑美十五巷', '东莞');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001061, '丁宇宁', '769-6168-5604', '珊瑚路', '东莞');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001062, '沈宇宁', '194-9821-4589', '白云区机场路棠苑街五巷', '广州市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001063, '潘嘉伦', '188-8576-9322', '西城区复兴门内大街', '北京市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001064, '潘璐', '142-1927-4883', '锦江区人民南路四段', '成都市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001065, '叶宇宁', '755-526-3301', '龙岗区学园一巷', '深圳');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001066, '苏子韬', '150-4754-9402', '西城区西長安街', '北京市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001067, '孔杰宏', '21-749-1451', '浦东新区健祥路', '上海市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001068, '潘致远', '134-9268-3113', '徐汇区虹桥路', '上海市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001069, '姚杰宏', '189-2817-4312', '海珠区江南西路', '广州市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001070, '潘秀英', '21-782-1184', '黄浦区淮海中路', '上海市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001071, '萧睿', '173-9026-4028', '罗湖区田贝一路', '深圳');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001072, '熊睿', '181-8344-5250', '海淀区清河中街', '北京市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001073, '姜震南', '10-922-0215', '東城区東直門內大街', '北京市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001074, '张安琪', '20-6611-3105', '白云区机场路棠苑街五巷', '广州市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001075, '莫安琪', '10-4601-1219', '朝阳区三里屯路', '北京市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001076, '谢子韬', '10-416-7093', '西城区西長安街', '北京市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001077, '林致远', '164-7678-1867', '珊瑚路', '东莞');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001078, '陶小璐', '194-1529-5067', '乐丰六路', '中山');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001079, '胡宇宁', '28-9150-3518', '成华区二仙桥东三路', '成都市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001080, '朱致远', '769-9770-8117', '珊瑚路', '东莞');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001081, '顾岚', '153-3323-4576', '龙岗区布吉镇西环路', '深圳');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001082, '董晓明', '176-1059-8041', '浦东新区橄榄路', '上海市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001083, '武子异', '178-3644-8269', '锦江区人民南路四段', '成都市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001084, '陈睿', '160-1374-9660', '福田区景田东一街', '深圳');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001085, '韦岚', '769-383-1729', '东泰五街', '东莞');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001086, '许子异', '153-4559-4268', '天河区天河路', '广州市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001087, '金云熙', '10-0299-5835', '海淀区清河中街', '北京市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001088, '赵安琪', '134-1870-4132', '成华区玉双路', '成都市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001089, '薛嘉伦', '20-551-1152', '海珠区江南西路', '广州市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001090, '汪睿', '158-9303-0428', '東城区東直門內大街', '北京市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001091, '尹震南', '148-4362-6162', '浦东新区橄榄路', '上海市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001092, '孟嘉伦', '168-3587-3530', '西城区复兴门内大街', '北京市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001093, '顾子韬', '28-0261-3641', '锦江区人民南路四段', '成都市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001094, '蒋睿', '192-0361-6061', '东城区东单王府井东街', '北京市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001095, '贺岚', '760-6038-0754', '京华商圈华夏街', '中山');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001096, '萧璐', '143-0719-3953', '天河区大信商圈大信南路', '中山');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001097, '常嘉伦', '143-8753-9038', '东城区东单王府井东街', '北京市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001098, '史晓明', '28-056-1551', '锦江区红星路三段', '成都市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001099, '李岚', '150-7717-3740', '朝阳区三里屯路', '北京市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001100, '邵杰宏', '769-9545-4645', '珊瑚路', '东莞');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001101, '何云熙', '189-7194-9260', '越秀区中山二路', '广州市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001102, '梁致远', '28-7665-3539', '成华区二仙桥东三路', '成都市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001103, '杜刚岚', '769-5785-2320', '东泰五街', '东莞');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001104, '邓嘉伦', '162-4713-8112', '房山区岳琉路', '北京市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001105, '薛伦', '10-8976-4409', '房山区岳琉路', '北京市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001106, '莫杰宏', '152-0366-0220', '乐丰六路', '中山');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001107, '孙杰芮', '755-9796-7812', '龙岗区学园一巷', '深圳');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001108, '唐子韬', '159-3137-2458', '東城区東直門內大街', '北京市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001109, '崔秀英', '142-2818-4764', '成华区玉双路6号', '成都市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001110, '王子韬', '196-7201-6454', '锦江区红星路三段', '成都市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001111, '宋子异', '21-149-4537', '黄浦区淮海中路', '上海市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001112, '孔安琪', '130-4076-0702', '锦江区人民南路四段', '成都市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001113, '秦嘉伦', '755-7865-4881', '福田区景田东一街', '深圳');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001114, '谢秀英', '141-6425-2886', '东城区东单王府井东街', '北京市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001115, '秦伦', '159-6368-5402', '东城区东单王府井东街', '北京市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001116, '孟詩涵', '769-206-3219', '环区南街二巷', '东莞');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001117, '石子韬', '760-955-3257', '天河区大信商圈大信南路', '中山');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001118, '杨子韬', '21-957-2303', '徐汇区虹桥路', '上海市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001119, '傅嘉伦', '21-1641-4004', '闵行区宾川路', '上海市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001120, '杜詩涵', '28-926-7763', '成华区双庆路', '成都市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001121, '汤岚', '172-4815-4690', '浦东新区橄榄路', '上海市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001122, '贺晓明', '21-552-7971', '闵行区宾川路', '上海市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001123, '宋睿', '760-1950-0762', '乐丰六路', '中山');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001124, '杨璐', '10-7805-8565', '东城区东单王府井东街', '北京市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001125, '魏震南', '199-2374-0568', '天河区天河路', '广州市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001126, '蔡詩涵', '161-1615-6437', '东泰五街', '东莞');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001127, '曹子异', '760-204-5505', '乐丰六路', '中山');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001128, '潘晓明', '760-1122-4899', '天河区大信商圈大信南路', '中山');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001129, '余杰宏', '28-5368-1245', '成华区二仙桥东三路', '成都市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001130, '叶震南', '10-754-9404', '东城区东单王府井东街', '北京市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001131, '苏秀英', '10-9872-8376', '東城区東直門內大街', '北京市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001132, '武睿', '190-3991-1836', '天河区大信商圈大信南路', '中山');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001133, '孙坚睿', '191-1409-8624', '京华商圈华夏街', '中山');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001134, '董詩涵', '173-9495-8639', '延庆区028县道', '北京市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001135, '廖震南', '755-0100-3296', '龙岗区学园一巷', '深圳');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001136, '黄云熙', '28-053-1193', '成华区双庆路', '成都市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001137, '郝宇宁', '165-7009-9029', '罗湖区蔡屋围深南东路', '深圳');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001138, '尹子韬', '192-6826-5449', '浦东新区橄榄路', '上海市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001139, '林杰宏', '760-8245-5108', '京华商圈华夏街', '中山');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001140, '马嘉伦', '142-1139-2432', '福田区景田东一街', '深圳');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001141, '曾岚', '755-952-1041', '福田区景田东一街', '深圳');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001142, '顾云熙', '769-640-3391', '坑美十五巷', '东莞');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001143, '傅岚', '171-9864-0608', '朝阳区三里屯路', '北京市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001144, '谢云熙', '28-3912-2958', '成华区双庆路', '成都市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001145, '叶岚', '185-7887-8281', '珊瑚路', '东莞');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001146, '徐晓明', '196-2298-3876', '黄浦区淮海中路', '上海市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001147, '郭秀英', '755-488-4725', '罗湖区清水河一路', '深圳');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001148, '陶秀英', '178-7596-2747', '罗湖区田贝一路', '深圳');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001149, '方子异', '28-3676-0160', '成华区二仙桥东三路', '成都市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001150, '徐秀英', '21-290-2707', '黄浦区淮海中路', '上海市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001151, '贾岚', '147-5230-1842', '白云区小坪东路', '广州市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001152, '钟岚', '177-4321-1670', '海淀区清河中街', '北京市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001153, '梁子韬', '21-0404-0951', '浦东新区橄榄路', '上海市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001154, '龚詩涵', '155-8355-6000', '西城区复兴门内大街', '北京市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001155, '顾宏', '152-3809-6900', '朝阳区三里屯路', '北京市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001156, '孔嘉晴', '20-648-1843', '越秀区中山二路', '广州市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001157, '郝杰宏', '157-6478-9104', '朝阳区三里屯路', '北京市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001158, '汤秀英', '20-369-6908', '白云区机场路棠苑街五巷', '广州市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001159, '熊子韬', '143-8896-0273', '珊瑚路', '东莞');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001160, '谢子异', '180-9010-1255', '延庆区028县道', '北京市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001161, '彭杰宏', '769-9503-8421', '坑美十五巷', '东莞');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001162, '曾震南', '181-4381-4774', '成华区二仙桥东三路', '成都市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001163, '潘詩涵', '10-813-6613', '東城区東直門內大街', '北京市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001164, '马宏', '28-558-1026', '成华区二仙桥东三路', '成都市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001165, '龚璐', '760-0631-5199', '乐丰六路', '中山');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001166, '龙安琪', '198-7267-5142', '徐汇区虹桥路', '上海市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001167, '方子韬', '198-0879-6003', '锦江区红星路三段', '成都市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001168, '贾伦', '20-574-1416', '越秀区中山二路', '广州市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001169, '王致远', '21-319-8884', '闵行区宾川路', '上海市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001170, '郝詩涵', '28-1487-1296', '锦江区红星路三段', '成都市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001171, '钟晓明', '769-116-3694', '坑美十五巷', '东莞');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001172, '武安琪', '173-4859-2090', '锦江区红星路三段', '成都市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001173, '潘英', '755-231-2292', '罗湖区田贝一路', '深圳');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001174, '孙秀英', '28-290-8362', '成华区双庆路', '成都市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001175, '赵秀英', '20-278-6056', '越秀区中山二路', '广州市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001176, '金子韬', '173-4631-2330', '罗湖区清水河一路', '深圳');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001177, '冯岚', '28-797-1960', '成华区玉双路6号', '成都市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001178, '秦致远', '10-866-1635', '东城区东单王府井东街', '北京市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001179, '沈云熙', '28-0862-8707', '锦江区人民南路四段', '成都市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001180, '常震南', '20-6051-4769', '白云区小坪东路', '广州市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001181, '程嘉伦', '21-7862-1679', '浦东新区橄榄路', '上海市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001182, '郝宏', '28-0725-6229', '锦江区人民南路四段', '成都市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001183, '余安琪', '178-1566-4941', '龙岗区学园一巷', '深圳');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001184, '邱杰宏', '760-6826-5783', '京华商圈华夏街', '中山');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001185, '顾嘉伦', '163-4933-5856', '西城区复兴门内大街', '北京市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001186, '侯子韬', '755-3535-3464', '福田区深南大道', '深圳');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001187, '龚震南', '130-9295-8341', '徐汇区虹桥路', '上海市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001188, '郑嘉伦', '755-9503-7233', '福田区深南大道', '深圳');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001189, '曾宇宁', '760-7532-5563', '紫马岭商圈中山五路', '中山');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001190, '韦秀英', '769-288-3116', '珊瑚路', '东莞');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001191, '姚子韬', '21-065-1626', '闵行区宾川路', '上海市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001192, '阎岚', '174-5868-4551', '罗湖区田贝一路', '深圳');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001193, '蔡云熙', '156-2967-2332', '环区南街二巷', '东莞');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001194, '金晓明', '10-1348-4693', '東城区東直門內大街', '北京市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001195, '苏宇宁', '20-438-4101', '海珠区江南西路', '广州市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001196, '丁子歌', '760-9753-4029', '天河区大信商圈大信南路', '中山');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001197, '贾嘉伦', '168-6588-9121', '东城区东单王府井东街', '北京市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001198, '谢睿', '10-9178-4873', '東城区東直門內大街', '北京市');
INSERT INTO `客户` (`客户编号`, `姓名`, `手机号`, `所处街道`, `所处城市`) VALUES (0000001199, '侯璐', '190-0333-8047', '黄浦区淮海中路', '上海市');
COMMIT;

SET FOREIGN_KEY_CHECKS = 1;
